[
    {
        "id":1,
        "Name":"Dumbell",
        "Rate":"64.99",
        "Ratings":"4",
        "Spec1":"Materials are strictly selected, free of phthalate and lead etc harm contents to human. It is healthier and safer in your daily exercise",
        "Spec2":"Premium solid integrally cast iron inside with soft touch neoprene coated, no smell",
        "Spec3":"Textured surface makes it is easy and comfortable to grip, don't slip out when sweaty",
        "ImgURL1":"https://m.media-amazon.com/images/I/81-wHzDB6HL._AC_SX425_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/71ZdiWcFM8L._AC_SX425_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/91ylaSw6MwL._AC_SX425_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/817GMq57JdL._AC_SX425_.jpg"
    },
    {
        "id":2,
        "Name":"Barbell",
        "Rate":"40.00",
        "Ratings":"4",
        "Spec1":"BARBELL WEIGHT SET - This barbell weight is perfect as gym equipment for women & men. Excellent piece of gym equipment to go alongside dumbbells, kettlebells and a bench to perform a variety of workouts",
        "Spec2":"RUBBER WEIGHTS - The cast iron weight feature an anti-crack rubber exterior, which protects floors from damage & significantly reduces impact noise when putting the cast iron weight plates on the ground",
        "Spec3":"PROFESSIONAL WEIGHTS FOR GYM & HOME WORKOUTS - This barbell gym weight is created using an ergonomic contoured chrome handle for supreme hand grips, which provides an excellent & comfortable grip for the user.",
        "ImgURL1":"https://m.media-amazon.com/images/I/810TnJtzYIL._AC_SX679_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/71pMt3cpzyL._AC_SX679_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/71pMt3cpzyL._AC_SX679_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/61ubyq6f-nL._AC_SX679_.jpg"
    },
    {
        "id":3,
        "Name":"Kettle Bell",
        "Rate":"19.99",
        "Ratings":"4",
        "Spec1":"This robust piece of equipment is suitable for home and gym workouts; specifically strength and aerobics endurance. Crafted from sturdy cast iron with a non-slip and protective neoprene coating which reduces damage to you and your floors ",
        "Spec2":"This stylish kettlebell is built with a large handle designed to improve comfort, grip, and control.",
        "Spec3":"The anti-roll, flat bottom allows the weights to be free-standing and easy to store",
        "ImgURL1":"https://m.media-amazon.com/images/I/61pF3-7HcvL._AC_UX679_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/71oHzuveQCL._AC_UX679_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/71oHzuveQCL._AC_UX679_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/71Tv4Pd8FoL._AC_UX679_.jpg"
    },
    {
        "id":4,
        "Name":"Resistance Band Set",
        "Rate":"6.49",
        "Ratings":"3",
        "Spec1":"5 Different Resistance Levels: Our bands come in 5 different colours that represent the varying resistance strength. Each level can be used for a wide range of activities from stretching to resistance training.",
        "Spec2":"Our resistance bands can be used in various exercises to increase muscle activation and resistance, increasing the effectiveness of your exercise",
        "Spec3":"Lightweight and easy for storage, you can take MOBU bands with you wherever you go. The set comes with a free convenient carry bag making it easy to store.",
        "ImgURL1":"https://m.media-amazon.com/images/I/61kNfA+0ztL._AC_SX679_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/61kNfA+0ztL._AC_SX679_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/61kNfA+0ztL._AC_SX679_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/61VSdQ5KgkL._AC_SX679_.jpg"
    },
    {
        "id":5,
        "Name":"Treadmill",
        "Rate":"549.99",
        "Ratings":"3.5",
        "Spec1":"Bluetooth connectivity, a USB slot, earphone jack & MP3/speaker are all included & can be accessed through the large LED display so you can easily play your music whilst you workout",
        "Spec2":"These treadmills for home use can easily be folded into an upright position for compact storage when the running machine is not in use. Includes soft drop feature for maximum safety.",
        "Spec3":"A large LED display on each of the running machines tracks the workout time, speed, distance, calories, pulse & body fat. There are also 9 challenging programs to follow to vary your workouts.",
        "ImgURL1":"https://m.media-amazon.com/images/I/71C6djAvDAL._AC_SX679_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/71zTtwJyj3L._AC_SX679_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/71zTtwJyj3L._AC_SX679_.jpg",
        "ImgURL4":""
    },
    {
        "id":6,
        "Name":"Exercise Bike",
        "Rate":"165.99",
        "Ratings":"",
        "Spec1":"This exercise bike is a whole body exercise equipment that can exercise the upper body, waist, and the lower limbs. When riding the fitness bike, you can drive the muscles of your waist and abdomen. The unique handrail design plays the role of exercising arms and improving safety",
        "Spec2":"The gym bike uses an internal magnetically controlled flywheel, which is more robust and mute, producing only 20 decibels of sound.Compared with ordinary exercise bikes, the magnetic control body-building bicycle is small in wear and uniform in force, and the resistance is controlled by the magnetic control wheel, so that the body-building is achieved, and the joint is not hurt",
        "Spec3":"Easy to operate large LCD display is easy to check, and has dial system, easy to set each item. The LCD shows time, speed, distance and calories consumed. With mobile phone stand, you can watch TV or listen to music while exercising.",
        "ImgURL1":"https://m.media-amazon.com/images/I/71giiVa46lL._AC_SX425_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/71wamGYLHxS._AC_SX425_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/71wamGYLHxS._AC_SX425_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/81nLjOKCq1L._AC_SX425_.jpg"
    },
    {
        "id":7,
        "Name":"Exercise Ball",
        "Rate":"9.99",
        "Ratings":"",
        "Spec1":"Our exercise ball is made with the honey comb structure which makes it deflate slowly resistant if punctured, thus reducing the risks of injury due to falls to the ground and offering you caring protection",
        "Spec2":"The gym ball features anti-slip rings, that increase, grip and help with balance. Advance slip prevention material ensures the ball can be used on most surfaces whether its at home, in the gym or outdoors",
        "Spec3":"Our exercise ball have thicker wall in 2mm which resist up to 300KG. The strong material is nicely made with non toxic PVC material, free of BPA & heavy metals",
        "ImgURL1":"https://m.media-amazon.com/images/I/61d+nLdnuBL._AC_SX679_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/61d+nLdnuBL._AC_SX679_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/91qQg7pYaVL._AC_SX679_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/81BWHZRHuKL._AC_SX679_.jpg"
    },
    {
        "id":8,
        "Name":"Ab wheel",
        "Rate":"11.99",
        "Ratings":"",
        "Spec1":"Strengthens your core in an effective and safe way, helping you to burn calories, improve your abdominal endurance and build a six pack",
        "Spec2":"Designed with superior abdominal workouts in mind. Made from high-quality plastic and Stainless-steel bar for durability, safety, and excellent load capacity. Foam handles ensure comfort for your hands, reducing friction and muscle fatigue.",
        "Spec3":"Our abs wheel is both durable and hard-wearing with a high load capacity, so that everyone is able to make a difference to their body using our tool. Despite this, the wheel is actually very lightweight at only 800g, so it can be easily transported when necessary.",
        "ImgURL1":"https://m.media-amazon.com/images/I/71UPsfD8CSL._AC_SX679_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/71vJQ78n1AL._AC_SX679_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/81MJTAqJAUL._AC_SX679_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/71GAr4cJANL._AC_SX679_.jpg"
    },
    {
        "id":9,
        "Name":"Yoga Mat",
        "Rate":"",
        "Ratings":"",
        "Spec1":"Can be used for Yoga, Pilates, Stretching, Sit-Ups, Aerobics, Camping, Picnics, Sleepovers, and more.",
        "Spec2":"12mm Thick - 183cm Length x 60cm Width x 1.2cm Thick - High Density, Lightweight, Durable NBR Foam.",
        "Spec3":"Carrying Strap Included - Portable and Lightweight, easy to transport, roll up and store away.",
        "ImgURL1":"https://m.media-amazon.com/images/I/81Ol+J-5Y-L._AC_SX425_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/A1YAS+fLmvS._AC_SX425_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/81BsKraDP-S._AC_SX425_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/91VrHzZMd9S._AC_SX425_.jpg"
    },
    {
        "id":10,
        "Name":"Shaker",
        "Rate":"7.49",
        "Ratings":"",
        "Spec1":"Elegant, Ergonomic & Powerful a PROMiXX design that looks and feels good engineered for smooth protein and supplement shakes",
        "Spec2":"created using natural materials, the durable ECOZEN bottle is odour and stain resistant and BPA-free, so your protein stays clean",
        "Spec3":"Superior Mixing  - integrated and easily removable agitator for the perfect mix - no rattling blender ball, no mess!",
        "ImgURL1":"https://m.media-amazon.com/images/I/61hQWOWlwnL._AC_SX425_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/61aBWVW598L._AC_SX425_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/61Z3lZvk1eL._AC_SX425_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/613AOhRx2bL._AC_SX425_.jpg"
    },
    {
        "id":11,
        "Name":"Duffel bag",
        "Rate":"22.99",
        "Ratings":"",
        "Spec1":"[Waterproof and Sturdy] - The high-density polyester sports gym bag is waterproof, tear-resistant, and durable. It will protect the contents of the bag from bad weather. Upgrade to high-quality metal zippers and clips that can withstand normal wear and tear.",
        "Spec2":"[Great for Travel and Gym] - This gym bag is a dependable companion for any activity and is ideal for workouts, travel, weekend excursions, fitness, swimming, tennis, and more. You can wear it in a variety of ways depending on your needs.",
        "Spec3":"[Separate Shoe Compartment] - The built-in shoe compartment keeps wet and dirty sneakers separate from the rest of your stuff. Holds shoes up to EUR46/UK12.5 size.",
        "ImgURL1":"https://m.media-amazon.com/images/I/613AOhRx2bL._AC_SX425_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/61DLyfvwalL._AC_SX679_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/81aT6YKyZEL._AC_SX679_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/61oT2gkF1fL._AC_SX679_.jpg"
    },
    {
        "id":12,
        "Name":"Exercise Bench",
        "Rate":"149",
        "Ratings":"",
        "Spec1":"[Adjustable Bench] 6 back positions & 3 seat positions to fit your Full Body Workout,you just pull the FAST BOLT,adjust the place which fit yourself and automatic lock! Safety.",
        "Spec2":"[Foldable Bench] You can easy to fold it for storage.A smaller size that fits inside the car,cabinet,cupboards,stand by the wall or under the bed to save storage space and for easy carrying anywhere.",
        "Spec3":"[HEAVY DUTY CONSTRUCTURE] Adjustable bench is designed with unique triangle structure and made of heavy-duty steel.660Lbs weight capacity gives you a safe and stable fitness experience.",
        "ImgURL1":"https://m.media-amazon.com/images/I/71dFmNtP5cL._AC_SX425_.jpg",
        "ImgURL2":"https://m.media-amazon.com/images/I/81BssDSQcvL._AC_SX425_.jpg",
        "ImgURL3":"https://m.media-amazon.com/images/I/717RUiiNmBL._AC_SX425_.jpg",
        "ImgURL4":"https://m.media-amazon.com/images/I/71CBqGfMJaL._AC_SX425_.jpg"
    }
]
